<?

// цикл фор
// for($i = 1; $i <= 10; $i++) {
//     echo "<td>" . $i . "</td>";
// }

// вложенный массив
$college = array(
    "Студенты" => array("Никита", "Гена", "Стас", "Турбо", "Вардан"),
    "Преподаватели" => array("Крутой перец Андреевич", "Крылова", "Саня", "БЖшник", "Рожков"));

// перебор массива групп людей
    foreach($college as $people => $items){
        echo "<h1>$people</h1>";
        echo "<ul>";

// перебор массива с конкретными людьми
        foreach($items as $item => $value){
            echo "<li>$value</li>";
        }
        echo "</ul>";
    };
?>