@extends('layout.master')

@section('content')

<h1>Страница новостей</h1>
<div>
    <ul>
        <li>
            <img src="" alt="Картинка новости">
            <h2>Новость 1</h2>
            <p>Текст новости Текст новости Текст новости Текст новости</p>
        </li>
        <li>
            <img src="" alt="Картинка новости">
            <h2>Новость 2</h2>
            <p>Текст новости Текст новости Текст новости Текст новости</p>
        </li>
        <li>
            <img src="" alt="Картинка новости">
            <h2>Новость 3</h2>
            <p>Текст новости Текст новости Текст новости Текст новости</p>
        </li>
        <li>
            <img src="" alt="Картинка новости">
            <h2>Новость 4</h2>
            <p>Текст новости Текст новости Текст новости Текст новости</p>
        </li>
        <li>
            <img src="" alt="Картинка новости">
            <h2>Новость 5</h2>
            <p>Текст новости Текст новости Текст новости Текст новости</p>
        </li>
        <li>
            <img src="" alt="Картинка новости">
            <h2>Новость 6</h2>
            <p>Текст новости Текст новости Текст новости Текст новости</p>
        </li>
    </ul>
</div>

@endsection
