@extends('layout.master')

@section('content')

<h1>Страница новостей</h1>
<div>
    <ul>
        <li>
            <h2>Новость 1</h2>
            <img width="300" height="250" src="{{asset('assets/img/1.webp')}}" alt="Картинка новости">
            <p>Текст новости Текст новости Текст новости Текст новости</p>
        </li>
        <li>
            <h2>Новость 2</h2>
            <img width="300" height="250" src="{{asset('assets/img/2.png')}}" alt="Картинка новости">
            <p>Текст новости Текст новости Текст новости Текст новости</p>
        </li>
        <li>
            <h2>Новость 3</h2>
            <img width="300" height="250" src="{{asset('assets/img/3.jpg')}}" alt="Картинка новости">
            <p>Текст новости Текст новости Текст новости Текст новости</p>
        </li>
        <li>
            <h2>Новость 4</h2>
            <img width="300" height="250" src="{{asset('assets/img/4.gif')}}" alt="Картинка новости">
            <p>Текст новости Текст новости Текст новости Текст новости</p>
        </li>
        <li>
            <h2>Новость 5</h2>
            <img width="300" height="250" src="{{asset('assets/img/5.gif')}}" alt="Картинка новости">
            <p>Текст новости Текст новости Текст новости Текст новости</p>
        </li>
        <li>
            <h2>Новость 6</h2>
            <img width="300" height="250" src="{{asset('assets/img/6.gif')}}" alt="Картинка новости">
            <p>Текст новости Текст новости Текст новости Текст новости</p>
        </li>
    </ul>
</div>

@endsection
